<template>
	<div class="pageBox">
		<navigationBar ref="navigationBar" title="生意宝支付开户及服务协议"></navigationBar>
		<div class="box">
			<h3 class="text-center">《生意宝支付开户及服务协议》</h3>
			<p>
			声明：生意宝支付不收取任何手续费！<br>
			手续费将由第三方支付公司，如微信支付-电商收付通收取,请遵守支付平台支付规则。<br>
			请认真阅读：<br>
			1.《微信支付服务协议》：https://pay.weixin.qq.com/index.php/public/apply_sign/protocol_v2<br>
			2.《微信支付商户平台使用协议》：https://pay.weixin.qq.com/index.php/core/home/pay_pact_v4<br>
			3. 微信支付商户不支持的经营范围：https://kf.qq.com/faq/140225MveaUz150123raQRNN.html<br>
			4.《微信支付违规商户处理规则》：https://pay.weixin.qq.com/index.php/public/apply_sign/protocol_violation<br>
			本协议内容于2020年11月5日发布并生效<br>
			合同签订地：上海市浦东新区<br><br>

			导语：<br><br>

			【审慎阅读】在使用生意宝支付服务前，你应当认真阅读并遵守本协议，特别是免除或者限制责任的条款、争议解决和法律适用条款。免除或者限制责任的条款可能以加粗字体显示，你应重点阅读。除非你已阅读并接受本协议所有条款，否则你无权使用本服务。<br><br>

			【签约流程】你通过页面点击或已使用本服务即视为你已充分阅读、理解并接受本协议的全部内容，如果你不同意本协议或其中任何条款约定，你应立即停止注册程序。如你对本协议有任何疑问的，应向客服咨询：021-54321599。<br><br>

			一、什么是生意宝支付<br>
			生意宝是上海旭冉信息科技有限公司开发研制的开店工具类型的软件，旨在简化中小型卖家交易流程，提高效率。生意宝结合微信支付服务，推出生意宝支付服务。<br>
			二、支付商户的主体<br>
			（一）、小微商户：指无营业执照的个人商家。<br>
			（二）、个人卖家：指无营业执照，已持续从事电子商务经营活动满6个月，且期间经营收入累计超过20万元的个人商家。<br>
			（三）、个体工商户：营业执照上的主体类型一般为个体户、个体工商户、个体经营。<br>
			（四）、企业：营业执照上的主体类型一般为有限公司、有限责任公司。<br>
			三、如何申请成为支付商户<br>
			（一）、购买生意宝会员<br>
			（二）、进行身份认证/企业认证<br>
			（三）、选择认证主体填写相关信息<br>
			四、权利和义务<br>
			生意宝的权利和义务<br>
			（一）支付软件系统建设。生意宝支付负责支付软件系统的建设、运行和管理，并确保该系统的安全性。<br><br>

			（二）交易查询。生意宝支付设立网上交易查询系统及查询接口，为你提供账户信息管理和交易信息查询服务。<br><br>

			（三）用户证书。生意宝支付为你提供“用户证书”服务，“用户证书”将记载你的身份信息、生意宝支付账户的操作权限。<br><br>

			（四）支付指令校验。生意宝支付依据你的生意宝后台登录名、登录密码、用户证书来校验你支付指令的真实性、有效性。当你的生意宝支付后台登录名、登录密码、用户证书均校验通过时，即视为系你本人操作生意宝支付账户，生意宝支付无需校验其他信息即可执行支付指令。<br><br>

			（五）交易纠纷处理。生意宝支付仅为你提供货币资金转移服务，你与用户或其他主体之间的纠纷由你自行负责处理，与生意宝支付无关，但是，因生意宝支付系统故障引起的资金转移服务纠纷除外。<br><br>

			（六）商户经营审核。若你是商户，生意宝支付有权定期或不定期审核你的业务类型，以及通过本服务售卖的物品和服务，若你违反本协议约定或从事不符合国家相关法律法规规定的经营活动时，生意宝支付有权不经你的同意先行暂停或终止提供服务，并且你应赔偿给生意宝支付造成的损失。<br><br>

			（七）延迟结算。生意宝支付发现你可能存在洗钱、恐怖融资、欺诈交易、信用卡套现、恶意倒闭或其他违法违规行为，或生意宝支付发现你存在集中转入分散转出等可疑交易特征的交易或存在争议交易时，生意宝会通知微信支付对你的交易发起审查、并延迟结算。对于延迟结算、延迟转账的资金，直至排除违法违规嫌疑时，生意宝支付才恢复该部分资金的结算和转账。你的行为导致生意宝支付遭受损失的，你还应当承担赔偿责任。<br><br>

			（八）身份验证和授权。你使用本服务，即表明你同意生意宝支付收集、记录和使用你使用本服务过程中产生的相关信息和数据，包括但不限于你及法定代表人、负责人的身份信息、账户信息和交易信息等，并将前述信息提交国家机关、金融机构和其他企事业单位进行身份验证和鉴权。生意宝支付有权根据需要收集、保存、核实你及法定代表人、负责人的音频和视频资料。为更好地提供服务，生意宝支付及关联公司有权在法律允许的范围内自行收集、记录、使用上述信息和数据。<br><br>

			（九）生意宝没有资金的冻结和扣划的权利。你理解，生意宝有权按照公安、检察、法院、海关、税务及其他有权机关的要求对你在生意宝的资金及账户等进行查询，具体视情况而定。<br><br>

			你的权利和义务<br>
			（一）账户开立和身份验证。你在申请开立生意宝支付账户时，应向生意宝支付如实提供相关主体资料或经营资质资料，包括但不限于个人的有效身份证，或商户的营业执照、税务登记证、组织机构代码证（多证合一的除外）、法定代表人或负责人本人的身份证明及影音资料、电话号码等，若你从事国家规定专营、专控或需要取得国家前置行政许可的经营活动，还应提供该相关资质证照。你应保证所提交的上述资料的准确性、真实性、完整性。如你的上述信息发生变更，或你迁址、停业、变更域名或联系电话等资料信息，应提前通知生意宝支付，否则，生意宝支付有权视具体情况暂停服务，暂停期限视情况而定，因你未及时通知导致的投诉和纠纷，均由你承担。生意宝支付有权根据国家法律法规、规章制度、行业规范、政策要求的规定，要求你补充提交相关信息和资料，你逾期未提交或未通过生意宝支付核验的，生意宝支付有权解除本协议或暂停你生意宝支付账户的全部或部分功能。<br><br>

			（二）合法使用。你不得把生意宝支付账户、生意宝支付提供的技术接口、安全协议及证书用于本协议范围以外的用途，也不得出租、转让给第三方使用；除生意宝支付及关联产品，你不得在任何网站页面或H5网页或APP页面展示与“生意宝支付”有关的链接、弹窗或与H5支付有关的内容及其衍生产品，禁止把收付款链接或二维码嵌入。你充分了解并清楚知晓出租、出售、购买账户的相关法律责任和惩戒措施，承诺依法依规开立和使用本人（单位）账户。<br><br>

			（三）若你是商户，禁止存储用户敏感信息。你不得存储用户银行账户密码、银行卡的磁道信息或芯片信息、银行卡验证码和有效期等敏感信息，不得泄露用户信用卡信息和借记卡信息等。<br><br>

			（四）账户保管和挂失。你应妥善保管生意宝支付网站登录名及其密码、生意宝支付账户及其密码，以及手机短信验证码等。生意宝支付网站登录名、生意宝支付账户下的一切行为均视为你的行为。若你需对生意宝支付账户挂失，应及时与客服人员联系并按照客服人员的指引进行操作，若客服人员要求你提供书面证明材料才能进行下一步挂失操作的，你应及时提交书面证明材料。若你发现生意宝支付账户被盗用，应立即向生意宝支付发起挂失。因你管理不善导致被盗用的，产生的损失由你自行承担。<br><br>

			（五）止付和撤销。由于生意宝支付系统的实时性和不可更改性，你向生意宝支付发起的任何支付指令，在生意宝支付执行后，均为不可撤销或更改的。支付指令一旦被生意宝支付执行，你不得要求止付、更改或撤销。<br><br>

			（六）品牌规范使用。未经生意宝支付书面授权，你不得转载、复制、截取、篡改生意宝支付的商标、标识、Logo等内容或制作与该内容有关的衍生产品。<br><br>

			（七）真实交易背景。你承诺发起的本服务交易基于真实的交易，不得利用本服务从事虚假交易。<br><br>

			（八）保存订单信息。若你是商户，你应保证订单信息的合法性、真实性、准确性和完整性。你在受理用户订单时，须记录包括但不限于以下信息：用户姓名、手机号码，订购产品的产品名称、产品编号、产品单价、合计索取价格、配送信息。你应按生意宝支付的要求向生意宝支付提供详细的、真实可信的交易字段，包括但不限于订单号、商品名称、商品描述等。你还应妥善保留有关交易数据和凭证，包括但不限于订单和用户接受货物时签字的有关单据，由交易发生之日起或本协议终止之日起，至少保留五年。在协议有效期内和协议终止之日起五年内，对生意宝支付提出的查询通知及调单要求，你应在接到生意宝支付通知后，以信件或传真的方式在5个工作日内将相关单据交付给生意宝支付。<br><br>

			（九）反套现、反洗钱。你不得主动或协助持卡人进行信用卡套现、洗钱、交易分单、欺诈等违法经营行为，不得出现虚假申请、恶意倒闭等严重风险行为，否则，生意宝支付有权暂停或终止提供本协议服务，并将你的信息报送至中国人民银行和公安部门及其他相关监管机构。<br><br>

			（十）实物和虚拟。你需使用本服务同时经营实物类和虚拟类的商品或服务时，目前可使用同一生意宝支付账户，生意宝支付有权根据业务发展做调整。<br><br>

			（十二）实物类，指需要物流配送的实物商品或需要记录和核实消费者身份信息的商品或服务；   虚拟类，指非实物性质且无需物流配送的商品或服务。<br><br>

			（十三）安全守则。你不得对生意宝支付的计算机系统和程序采取反向工程手段进行破解，不得对前述系统和程序（包括但不限于源程序、目标程序、软件文档、运行在本地电脑内存中的数据、客户端至服务器端的数据、服务器数据等）进行复制、修改、编译、整合和篡改，不得修改或增加生意宝支付提供的任何服务的软件系统的原有功能。<br><br>

			五、生意宝支付功能有如下几类<br>
			（一）、入驻审核<br>
			（二）、在线支付<br>
			（三）、绑定银行卡<br>
			（四）、提现<br>
			（五）、到账，请参考你选择的支付合作单位的提现到账规则。<br>
			（六）、合并支付<br>
			（七）、发票<br><br>

			六、服务费用和交易结算<br><br>

			（一）生意宝支付手续费，生意宝不收取任何手续费，若你使用支付服务，应向生意宝合作绑定的支付公司支付相应的手续费，包含但不限于微信支付，微信支付电商收付通等。<br><br>

			（三）误差。各方确认并同意，涉及费率结算如因小数点后两位进位而产生微小误差，各方均予以认可。<br><br>

			（一）各方中的任何一方违反本协议中所做约定的义务，均构成违约。<br><br>

			（二）你有下列情形之一的，生意宝支付有权单方面解除本协议并要求你承担相关赔偿责任：<br><br>

			1.直接或间接参与欺诈、黄赌毒、涉恐涉暴，或出租、出借、出售、购买银行账户（含银行卡）或支付账户，或在网上买卖POS机（包括MPOS）、刷卡器等受理终端，或涉嫌实施其他违法犯罪活动的。<br><br>

			2.经营及财务状况恶化无法正常经营，或被全国企业信用信息公示系统列入“严重违法失信企业名单”，或单位注册地址不存在或者虚构经营场所的。<br><br>

			3.你或其法定代表人、负责人被中国支付清算协会、银行卡清算机构、其他国家机关、企事业单位列入黑名单，或存在被国家机关、行业协会的处罚记录的。<br><br>

			4.实施违规操作，或违反本协议等约定，且经指出拒不改正或在合理期间内虽有改正但无法达到生意宝支付整改要求和目标的。<br><br>

			5.无理拒绝或故意拖延生意宝支付交易查询、调单查询或监查要求的。<br><br>

			6.进入破产程序、解散、营业执照被吊销的。<br><br>

			7.实施有损生意宝支付商誉或生意宝支付利益行为的。<br><br>

			8.违反本协议或利用生意宝支付提供的服务从事非法业务的。<br><br>

			9.你的软硬件系统存在安全问题，经生意宝支付通知后拒不整改的。<br><br>

			10.出现风险事件或经生意宝支付判断交易异常的。<br><br>

			11.违反生意宝支付的关联规则的。<br><br><br><br>

			 

			七、账户注销<br><br>

			（一）发生下列情形之一的，生意宝支付有权注销你的生意宝支付账户，并将生意宝支付账户中的剩余资金转至你的银行账户，法律另有规定或本协议另有约定的除外：<br><br>

			1. 你主动申请注销生意宝支付账户的（联系客服）。<br><br>

			2. 本协议解除或终止的。<br><br>

			3. 你利用本服务从事非法活动的。<br><br>

			4. 你违反本协议或违反与生意宝支付签订的其他协议的。<br><br><br><br>
			 

			八、免责声明<br><br>

			（一）损害赔偿的免责。你理解并同意，生意宝支付不对因下述情况导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿：<br><br>

			1. 生意宝支付有权基于综合判断，包含但不限于生意宝支付认为你已经违反本协议的明文规定及法律法规，暂停、中断或终止向你提供本服务或其任何部分，并移除你的资料。<br><br>

			2. 生意宝支付在发现交易异常或你有违反法律规定或本协议约定的行为时，有权按照法律规定暂停或终止该账户的使用（包括但不限于对该账户名下的款项和在途交易采取取消交易、调账等限制措施），并拒绝提供你使用本服务之部分或全部功能。<br><br>

			3. 在必要时，生意宝支付可终止提供本服务，暂停、关闭或删除该账户及你账户中所有相关资料及档案。<br><br>

			4. 协议变更的免责。如生意宝支付对本协议内容进行变更，你不同意变更后的协议内容停止使用本服务，双方终止合作的，生意宝支付不承担违约责任。<br><br>

			（二）系统中断或故障的免责。系统因下列状况无法正常运作，导致你无法使用各项服务的，生意宝支付不承担损害赔偿责任，该状况包括但不限于：<br><br>

			1. 生意宝支付在生意宝支付网站公告之系统停机维护期间。<br><br>

			2. 电信设备出现故障不能进行数据传输的。<br><br>

			3. 因台风、地震、海啸、洪水、停电、战争、恐怖袭击、政府部门行政管制等不可抗力之因素，造成生意宝系统障碍不能执行业务的。<br><br>

			4. 由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。<br><br>

			（三）特殊情况的免责。对下列情形，生意宝支付不承担任何责任：<br><br>

			1. 并非由于生意宝支付的故意而导致本服务未能提供的。<br><br>

			2. 由于你的故意或过失导致你及/或任何第三方遭受损失的。<br><br>

			（四）版本更新的免责。为了改善用户体验、完善服务内容，生意宝支付将不断努力开发新的服务，并为你不时提供内容或系统的更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。为了保证本服务的安全性和功能的一致性，生意宝支付系统更新通知会通过网站公告，也可能不经向你特别通知而对内容或系统进行更新，或者对软件的部分功能效果进行改变或限制。新版本发布后，旧版本的服务可能无法使用。生意宝支付不保证旧版本继续可用及相应的客户服务，请你随时核对并使用最新版本。<br><br>

			 

			九、风险提示及特别约定<br><br>

			（一）本服务交易过程中，你应积极防范银行卡持卡人拒付风险，及时解决交易中出现的问题：<br><br>

			1. 若在交易中如出现包括但不限于交易不真实、欺诈、伪冒交易、持卡人账户信息泄漏或你违反国家法律规定或你违反对用户的承诺以及你违反与生意宝支付的约定之情形，你应自行承担上述情形造成的全部损失。<br><br>

			2. 若在交易中如出现持卡人否认交易、持卡人拒付、集中转入分散转出等可疑情形的，你应依据本协议第四条第八和九款之要求向生意宝支付提供相应的交易凭证，若你怠于提供凭证，或你提供的凭证不符合相关行业内标准，或在生意宝支付书面通知（含电子邮件通知）后你未及时停止可疑交易、控制相应资金的等，你应自行承担上述情形造成的全部损失。<br><br>

			（二）你因上述情形给生意宝支付造成损失的，生意宝支付有权直接从你的账户余额或待结算款项（如有）中扣回与损失金额同等的金额。<br><br>

			（三）你在进行支付交易的过程中，应严格遵守中国人民银行网上银行业务和信用卡交易相关的政策法规，不得进行虚假交易、非法套现、洗钱等行为。<br><br>

			（四）如你申请开通大额支付功能，应确认并同意遵守如下条款：你保证将生意宝支付所提供的大额支付功能用于实名制业务，否则，你应承担因违反上述承诺而造成的一切风险和法律责任，你应对受损方作出无条件的先行赔付。<br><br>

			（五）实名制业务。当你购买特殊商品类目或软件服务（如跨境商品、生意宝云平台上的应用）时，需提交你的姓名、身份证号码等真实身份信息。若你是商户，你有义务提醒消费者提交上述信息。<br><br>

			 

			十、知识产权<br><br>

			（一）你使用生意宝支付，即你自动授权生意宝支付及生意宝支付关联的公司网站、宣传资料、媒体渠道等页面及资料上无偿使用你品牌、商标等进行展示和宣传，但生意宝支付不得用于有损你品牌的用途。<br><br>

			（二）你保证与商品相关的专利、商标、名称、特有标识、装潢、技术秘密、图片等均属于其权利人所有，已按照法律规定或者合同约定获得了销售商品的合法授权或许可，有权授权并许可生意宝支付为在本协议下目的使用相关知识产权，该授权许可是免费的、非独家的。<br><br>

			（三）生意宝支付或其关联方拥有、使用、许可、控制的或者生意宝支付或其关联方对之享有其他权利的所有知识产权、工业产权和专有权利，包括全部商标、著作权、名称、标识、标志、微信公众号、域名、网站名称、网页、艺术作品、人物形象、专利等，由生意宝支付或其关联方独家拥有并保留。同时由生意宝支付上传、制作、拥有的所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由生意宝支付或其关联方依法拥有知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。非经生意宝支付或其关联方书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表在生意宝网站上的程序或内容（仅限于由生意宝上传、制作、拥有的所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计等）。<br><br>

			（四）你不得恶意申请和注册与生意宝支付或其关联方相同或近似的商标、名称、标识、标志、微信公众号、域名、网页等，用于开展与生意宝支付或其关联方实质相同或近似的业务。<br><br>

			（五） 若你违反本条之约定而给生意宝支付或其关联方造成损失的，你应赔偿全部损失并消除给生意宝支付或其关联方造成的不良影响，同时生意宝支付有权采取限制你的账户余额或待结算资金提现、直接自你待结算资金中扣划损失赔偿金等措施，并有权立即解除本协议。<br><br>

			 

			十一、协议的生效与变更<br><br>

			（一）协议变更。生意宝支付可基于国家法律法规变化、业务调整、产品更新及维护交易秩序、保护消费者权益等需要对协议内容进行变更，变更后的协议将按照法定程序进行公示并在生意宝支付网站上公告。如你不同意变更内容，你有权于变更内容确定的生效日前联系生意宝支付反馈意见。如反馈意见得以采纳，生意宝支付将酌情调整变更事项。<br><br>

			（二）协议生效。若你在本协议内容公告变更后继续使用本服务的，表示你已充分阅读、理解并接受变更后的协议内容，也将遵循变更后的协议内容继续使用生意宝支付服务；若你不同意变更后的协议内容，你应停止使用本服务。生意宝支付及你的一切行为、争议应依据具体行为、争议发生时最新生效版本的《生意宝支付开户及服务协议》作出并进行解释。<br><br>

			（三）民事权利能力和民事行为能力。你确认，你是具有法律规定的完全民事权利能力和民事行为能力，能够独立承担民事责任的自然人、法人或其他组织；本协议内容不受你所属国家或地区的排斥。若你不具备前述与你行为相适应的民事行为能力，则你及你的监护人应依照法律规定承担因此而导致的后果。<br><br>

			（四）补充协议。你与生意宝支付签署的本协议列明的条款并不能完整罗列并覆盖你与生意宝支付所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，与生意宝支付及你相关的规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如你使用生意宝支付提供的服务，视为你同意上述补充协议。<br><br>

			 

			十二、通知与送达 <br><br>

			（一）联系方式有效。你在注册成为生意宝支付用户并接受服务时，你应该向生意宝支付提供真实有效的联系方式（包括你的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，你有义务及时更新有关信息，并保持可被联系的状态。<br><br>

			（二）其他联系方式。你在注册生意宝支付用户时生成的用于登录生意宝支付网站接收站内信、系统消息的账户，也作为你的有效联系方式。<br><br>

			（三）通知实时关注。生意宝支付将向你的上述联系方式的其中之一或其中若干送达各类通知，而此类通知的内容可能对你的权利义务产生重大的有利或不利影响，请你务必及时关注。<br><br>

			（四）通知的送达。本协议签订或履行过程中，生意宝支付向你寄送的书面通知，在交邮后第五个自然日即视为送达。书面通知形式还包括但不限于在生意宝平台公告、向你发送电子邮件、平台站内信、系统信息、手机短信、QQ 消息和传真等电子方式，在采用电子方式进行通知的情况下，发送当日即视为送达。<br><br>

			（五）法律文书送达。对于在生意宝支付平台上因交易活动引起的任何纠纷，你同意司法机关（包括但不限于人民法院）可以通过你在生意宝支付网站注册、更新时提供的手机号码、电子邮箱联系方式以及在注册生意宝支付用户时生成的账户进行送达，司法机关向上述联系方式发出法律文书即视为送达。你指定的邮寄地址为你的法定联系地址或你提供的有效联系地址。<br><br>

			（六）联系方式实时更新。你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不正确，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由你自行承担由此可能产生的法律后果。<br><br>

			 

			十三、法律适用、管辖与其他<br><br>

			（一）法律适用。本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。<br><br>

			（二）管辖法院。你因使用生意宝支付服务所产生的以及与生意宝支付平台服务有关的争议，由生意宝支付与你协商解决。协商不成时，任何一方均可向位于合同签订地的上海市浦东新区法院提起诉讼。<br><br>

			（三）条款独立性。如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余条款则仍具有法律效力。<br><br>

			 

			十四、数据和隐私<br><br>

			（一）生意宝支付和你都应遵循现行法规采取安全技术措施和保密措施，以防止泄露和保护双方的数据安全。保护甲方及用户的数据安全和防止泄露。<br><br>

			（二）生意宝支付十分重视你以及他人的隐私，遵循“最小可用”等原则，详细可见《生意宝支付隐私政策》。<br><br>

			 

			十五、协议有效期、自动续期和提前终止协议<br><br>

			（一）本协议的有效时间以生意宝支付后台确认的时间为准，有效期自签订之日起一年。若各方均未在有效期届满前一个月以书面形式通知解约，则本协议自动续期一年，续期次数不限。<br><br>

			（二）本协议由生意宝支付的主体（上海旭冉信息科技有限公司）和你共同签订。本协议仅供商家请款或内部审核用途，具体条款内容以线上签署的条款为准。<br><br>

			（三）各方有权基于各自的营运需要提前终止本协议，且无需承担任何法律责任。需提前终止本协议的，主动提出方应提前一个月以书面或电子邮件形式通知各方。<br><br>

			（四）协议解除或终止后，涉及到保证金、退款和保密的条款依然有效，各方应继续遵照执行。（正文完）<br><br>
			</p>
		</div>
	</div>
</template>
<script>
	let App = getApp().globalData;
	export default {
		data() {
			return {

			};
		},

		components: {
		},
		/**
		 * 生命周期函数--监听页面加载
		 */
		onLoad(options) {
		},
		mounted() {},
		methods: {
		}
	}
</script>
<style lang="scss" scoped>
.box{
	line-height: 52rpx;
	font-size: 24rpx;
	padding: 0 30rpx;
}
.text-center{
	text-align: center;
}
</style>
