<template>
	<div class="pageBox">
		<navigationBar ref="navigationBar" title="生意宝支付隐私政策"></navigationBar>
		<div class="box">
			<h3 class="text-center">《生意宝支付隐私政策》</h3>
			<p>
				本协议内容于2020年11月5日发布并生效<br>
				合同签订地：上海市浦东新区<br><br>


				导语：<br><br>

				【适用范围】生意宝支付将按照法律法规的要求，尊重并保护你的隐私。本隐私政策将适用于生意宝支付提供的支付产品和服务及其延伸的功能（以下或称“生意宝支付服务”），如生意宝支付提供的某款产品或服务有单独的隐私政策，则该产品或服务的隐私政策将优先适用；若该产品或服务的隐私政策未涵盖的，则以本隐私政策内容为准。<br><br>

				【签约流程】你通过页面点击或已使用本服务即视为你已充分阅读、理解并接受本协议的全部内容。生意宝支付建议你仔细阅读并理解本政策全部内容，了解生意宝支付对信息的收集、使用方式，以便你更好地了解生意宝支付的服务并作出适当的选择，一旦你开始使用生意宝支付的服务，即表示你已充分理解并同意本政策，即表示你已同意生意宝支付按照本隐私政策来收集、处理、存储、使用、共享和保护你的个人信息。本协议中可能影响你权益的重要条款，生意宝支付将以加粗加下划线的形式提请你注意。如你对本隐私政策有任何疑问，你可以通过生意宝支付公布的联系方式与生意宝支付联系。<br><br>

				本政策将帮助你了解以下内容：<br><br>

				一、 生意宝支付如何收集个人信息<br><br>

				二、 生意宝支付如何使用Cookie等同类技术<br><br>

				三、 生意宝支付如何共享、转让、公开披露你的个人信息<br><br>

				四、 生意宝支付如何存储和保护你的个人信息<br><br>

				五、 生意宝支付如何使用你的个人信息<br><br>

				六、 你如何访问和管理你的个人信息<br><br>

				七、 你的个人信息如何在全球范围转移<br><br>

				八、 未成年人隐私保护特别约定<br><br>

				九、 本政策的适用及更新、管辖<br><br>

				十、 联系生意宝支付<br><br><br><br>

				 

				一、生意宝支付如何收集你的信息<br><br>

				在你使用生意宝支付服务的过程中，生意宝支付将会基于以下所列情形，收集你的信息，以便于向你提供、提升生意宝支付的服务质量、保障你的资金安全以及符合国家法律法规及监管规定：<br><br>

				1、  因履行法律法规的反洗钱要求而向你收集信息的情形<br><br>

				a) 在你注册生意宝支付账户或使用生意宝支付服务时，你需提供你的姓名/名称、身份证号/证件号、银行卡号、开户行信息、银行预留手机号/电话号码等身份信息，如你不提供前述信息的，则可能无法注册生意宝支付账户或使用生意宝支付服务。同时，为了验证你提供信息的准确性和完整性，生意宝支付会通过合法留存你的信息的国家机关、金融机构、企事业单位进行核对以核实你的信息来源的合法性。<br><br>

				b) 基于《支付机构反洗钱和反恐怖融资管理办法》的相关规定，生意宝支付将会提示你适时提供相关信息（包括但不限于姓名/名称、联系方式、身份证信息/主体信息、身份证的彩色照片或影印件/营业执照的彩色照片或影印件等）以供生意宝支付核对并留存；如你不提供前述材料的，可能无法使用部分生意宝支付服务。<br><br>

				2、     为了你顺利使用生意宝支付的支付服务而向你收集信息的情形<br><br>

				a) 为了你能使用生意宝支付账户的余额支付服务，实现支付账户的充值、提现、消费、转账等功能，生意宝支付会记录你账户的余额信息和交易信息，如你不同意上诉信息的记录的，则可能无法使用余额支付服务。<br><br>

				b) 为了你能使用银行卡快捷支付服务，你将需要将你的银行卡与支付账户进行绑定，此时，你可能需要提供你的姓名/名称、身份证号/证件号、银行卡号、开户行信息、银行预留手机号/电话号码等信息，用于生意宝支付与发卡行进行验证，如你不同意提供上述信息的，则可能无法使用快捷支付服务。<br><br>

				c) 为了让你使用转账服务，你可能需要按照页面提示提供收款人的生意宝支付账户号、姓名/名称、转账金额等信息；若你转账到他人的银行账户，你可能需要按照页面提示提供收款人的姓名/名称、银行卡号、开户银行等信息。如你不同意提供上述信息的，则可能无法使用快捷支付服务。<br><br>

				d) 为了向你提供信息查询服务，在你通过生意宝支付或者生意宝支付合作的第三方商家进行交易时，未符合相关法律法规的规定，生意宝支付需要对你进行交易时的交易信息进行记录和管理，生意宝支付需要直接收集或者通过生意宝支付合作的第三方商家收集与你交易相关的信息（包括交易单号、交易双方名称、交易金额、交易时间、商品名称、付款方式、配送信息等）。如你不同意生意宝支付对交易信息的记录，则可能无法完成交易。<br><br>

				e) 如你在使用生意宝支付提供的其他服务的过程中，涉及到生意宝支付需要收集你的个人信息的，生意宝支付会单独向你说明信息收集的范围与目的，并征得你的明示同意，并按照本政策以及相应服务协议约定使用、存储、对外提供并保护你的信息。<br><br>

				3、     为了保障你账户资金和支付安全而向你收集信息的情形<br><br>

				a) 为了保障你能安全的使用生意宝支付的服务，更好地预防交易风险，生意宝支付可能会记录你使用的生意宝支付服务类别、方式及相关操作信息，例如：设备型号、IP地址、设备软件版本信息、设备识别码、设备标识符、所在位置、网络使用习惯以及其他与生意宝支付服务相关的日志信息。如你不同意提供前述信息，可能无法使用部分生意宝支付的服务。<br><br>

				b) 为了保障你的账户和资金安全，在你需要找回密码、挂失账户、冻结交易资金、索取电子回单时，生意宝支付需要对你的身份进行验证。你可能需要向生意宝支付提供一些可识别你身份的信息，例如：如身份证件影印件、手持身份证照片、联系方式、能够证明交易发生的凭证、能够证明你对支付账户和账户资金拥有合法权利的证明文件等。如你不同意提供该等信息，你可能会无法完成找回密码、挂失账户、冻结交易资金、索取电子回单等操作。<br><br>

				4、     通过第三方主体或使用第三方服务时而向你收集信息的情形<br><br>

				a) 若生意宝支付出于提供服务的需要从第三方间接获取你的个人信息，生意宝支付会在获取前向你明示你的个人信息的来源、类型及使用范围，如生意宝支付开展业务需进行的个人信息处理活动超出你原本向第三方提供个人信息时的授权同意范围，生意宝支付将在处理你的该等个人信息前，征得你的明示同意；此外，生意宝支付也将会严格遵守相关法律法规的规定，并要求第三方保障其提供的信息的合法性。<br><br>

				b) 若你在使用生意宝支付的产品或服务的过程中通过生意宝支付进入第三方的服务或产品页面，请你注意该服务并不由生意宝支付提供。涉及到第三方向你收集个人的，建议你可仔细查阅第三方关于隐私政策的规定。<br><br>

				5、  根据相关法律法规及国家标准，在以下情形中，生意宝支付可能会依法收集并使用你的个人信息无需征得你的同意:<br><br>

				a) 与国家安全、国防安全直接相关的；<br><br>

				b) 与公共安全、公共卫生、重大公共利益直接相关的；<br><br>

				c) 与犯罪侦查、起诉、审判和判决执行等直接相关的；<br><br>

				d) 出于维护你或他人的生命、财产等重大合法权益但又很难得到你本人同意的；<br><br>

				e) 所收集的个人信息是你自行向社会公众公开的；<br><br>

				f) 从合法公开披露的信息中收集个人信息，例如：合法的新闻报道、政府信息公开等渠道；<br><br>

				g) 根据你的要求签订和履行合同所必需的；<br><br>

				h) 用于维护所提供的服务的安全稳定运行所必需的，例如：发现、处置产品或服务的故障；<br><br>

				i) 法律法规规定的其他情形。<br><br>

				6、其他<br><br>

				生意宝支付在向你提供其他业务功能时，会另行向你说明信息收集的范围与目的，并征得你的同意后方收集提供相应服务所必要的你的信息。生意宝支付会按照本政策以及相应的用户协议约定使用、存储、对外提供及保护你的信息；如你选择不提供前述信息，不会影响你使用支付服务。<br><br>

				二、生意宝支付如何使用Cookie等同类技术<br><br>

				1、  Cookie的使用<br><br>

				为了确保网站的正常运转，也为了给你提供更轻松的访问体验，生意宝支付可能会通过Cookie和其他相关技术，在你访问生意宝支付网站或使用生意宝支付提供的产品或服务时收集你在的信息，这么做可帮你省去重复输入注册信息的步骤，或者帮助判断你的账户安全状态。这些数据文件可能是Cookie，Flash Cookie或浏览器或关联应用程序提供的其他通常包含标符、站点名称以及一些号码和字符的本地存储（以下简称“Cookie”）。生意宝支付使用Cookie的具体用途包括：<br><br>

				a)     记住你的身份。<br><br>

				b)     分析你使用生意宝支付服务的情况，以便于为你提供更加周到的个性化服务。<br><br>

				c) 你可以通过浏览器设置拒绝或管理Cookie，但你的该类设置，可能会影响到你对生意宝支付服务的使用，同时可能无法达到最佳的用户体验。<br><br>

				2、  网站信标和像素标签<br><br>

				除Cookie 外，生意宝支付还会在网站上使用网站信标和像素标签等其他同类技术。例如，生意宝支付向你发送的电子邮件可能含有链接至生意宝支付网站内容的地址链接，如果你点击该链接，生意宝支付则会跟踪此次点击，帮助生意宝支付了解你的产品或服务偏好以便于生意宝支付主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，生意宝支付能够获知电子邮件是否被打开。如果你不希望自己的活动以这种方式被追踪，则可以随时从生意宝支付的寄信名单中退订。<br><br>

				三、生意宝支付如何共享、转让、公开披露你的个人信息<br><br>

				1、  共享<br><br>

				为经你的同时，生意宝支付不会与生意宝支付产品或服务提供者以外的公司、组织和个人共享你的个人信息，但以下情况除外：<br><br>

				a) 与关联公司共享：为便于向你提供更好的服务，推荐你可能感兴趣的信息或保护生意宝  支付关联公司或其他用户或公众的人身财产安全免遭侵害，你的个人信息可能会与生意宝支付的关联公司共享。生意宝支付只会共享必要的个人信息，且受本隐私政策中所声明目的的约束，如果生意宝支付共享你的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求你的授权同意。<br><br>

				b) 与授权合作伙伴共享：生意宝支付会委托授权合作伙伴为你提供某些服务或代表生意宝支付履行职能，生意宝支付仅会出于合法、正当、必要、特定、明确的目的共享你的信息，授权合作伙伴只能接触到为其履行职责所需信息，且不能将此信息用于任何其他目的。对生意宝支付与之共享个人信息的公司、组织和个人，生意宝支付会与其签署严格的数据保护协议，要求他们按照生意宝支付的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。<br><br>

				c) 在法定情形下共享：生意宝支付可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享你的个人信息。<br><br>

				d) 经你合法授权的情形。<br><br>

				2、  转让<br><br>

				生意宝支付将不会将你的信息转让给任何公司、组织和个人，但以下情况除外：<br><br>

				a) 随着生意宝支付业务的持续发展，生意宝支付以及生意宝支付的关联公司有可能进行合并、收购、资产转让或类似的交易，你的信息有可能作为此类交易的一部分而被转移。生意宝支付将会要求新的持有你信息的公司、组织和个人继续遵守本政策的约定，否则生意宝支付将要求该公司、组织和个人重新向你征求授权同意。<br><br>

				b) 经你合法授权的情形。<br><br>

				3、  公开披露<br><br>

				生意宝支付仅会在以下情况下，公开披露你的个人信息：<br><br>

				a)   如果生意宝支付确定你出现违反法律法规或严重违反生意宝支付相关协议规则的情况，或为保护生意宝支付及其关联公司用户或公众的人身财产安全免遭侵害，生意宝支付可能依据法律法规或生意宝支付相关协议规则征得你同意的情况下披露关于你的个人信息，包括相关违规行为以及生意宝支付已对你采取的措施。<br><br>

				b)   经你合法授权的情形。<br><br>

				4、  共享、转让、公开披露个人信息时事先征得授权同意的例外<br><br>

				以下情形中，共享、转让、公开披露你的个人信息无需事先征得你的授权同意：<br><br>

				c) 根据法律法规的规定或行政、司法机构、国家部门等有权机关的要求依法提供的；<br><br>

				d) 出于维护你或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；<br><br>

				e) 你自行向社会公众公开的个人信息；<br><br>

				f) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。<br><br>

				g) 根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向你通知并征得你的同意。<br><br>

				四、生意宝支付如何存储和保护你的个人信息<br><br>

				1、  生意宝支付收集的有关你的信息将会保存在位于中国大陆的服务器。<br><br>

				2、  为保障你的信息安全，生意宝支付努力采取各种符合业界标准的物理、电子和管理方面的安全措施来保护你的个人信息，防止你的个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。生意宝支付会采取一切合理可行的措施，保护你的个人信息。例如在你的浏览器与“服务”之间交换数据（如信用卡信息）时采用 SSL 加密保护技术；同时对网站本身提供 https 安全浏览方式；使用加密技术确保数据的保密性；使用受信赖的保护机制防止数据遭到恶意攻击；部署访问控制机制，确保只有授权人员才可访问个人信息；以及举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。<br><br>

				3、  生意宝支付的安全系统，有专门的团队在负责，公司从人力财力上均有较大的投入，且生意宝支付的系统安全性已通过权威第三方的检测，并获得了三级等保。<br><br>

				4、  生意宝支付会采取合理可行的措施，尽力避免收集无关的个人信息。生意宝支付只会在达成本政策所述目的所需的期限内保留你的个人信息，除非需要延长保留期或受到法律的允许。<br><br>

				5、  互联网并非绝对安全的环境，生意宝支付强烈建议你通过安全方式、使用复杂密码，协助生意宝支付保证你的帐号安全。<br><br>

				6、  在不幸发生个人信息安全事件后，生意宝支付将按照法律法规的要求向你告知：安全事件的基本情况和可能的影响、生意宝支付已采取或将要采取的处置措施、你可自主防范和降低风险的建议、对你的补救措施等。事件相关情况生意宝支付将以邮件、信函、电话、推送通知等方式告知你，难以逐一告知个人信息主体时，生意宝支付会采取合理、有效的方式发布公告。同时，生意宝支付还将按照监管部门要求，上报个人信息安全事件的处置情况。<br><br>

				7、  为了能更好得保护你的隐私信息和，生意宝支付也希望你能加强个人信息保护意识。生意宝支付仅在生意宝支付直接导致的你的个人信息泄露的范围内承担责任，因此，请你妥善保管好你的账号及密码，以免对你的个人信息造成泄露。<br><br>

				五、生意宝支付如何使用你的个人信息<br><br>

				为了能向你提供服务、保障你的账户和资金安全、不断地提升生意宝支付地服务质量，以及为了遵守国家法律法规及监管要求，生意宝支付会在以下情形中使用你的信息：<br><br>

				1、  为实现本政策项下条款之目的。<br><br>

				2、  为了使你知晓使用生意宝支付服务的状态，生意宝支付可能会向你发送相关服务提醒。<br><br>

				3、  为了保障服务的稳定性与安全性，生意宝支付会将你的信息用于身份验证、安全防范、诈骗监测、预防或禁止非法活动、降低风险、存档和备份用途。<br><br>

				4、  根据法律法规或监管要求向相关部门进行报告。<br><br>

				5、  为了向你提供更加准确、个性、流畅及便捷的服务，或帮助生意宝支付评估、改善或设计产品、服务及运营活动等。生意宝支付可能会对你的信息进行综合统计、分析加工，生意宝支付可能根据前述信息向你提供营销活动通知、商业性电子信息或你可能感兴趣的广告，如你不希望接收此类信息，你可按照生意宝支付提示的方法选择退订。<br><br>

				六、你如何访问和管理你的个人信息<br><br>

				在你使用生意宝支付服务期间，为了你可以更加便捷地访问和管理你的个人信息，你拥有以下权利：<br><br>

				1、  你有权访问你的个人信息，法律法规规定的例外情况除外。如果你想行使数据访问权，可以通过以下方式自行访问：<br><br>

				a) 账户信息——如果你希望访问或编辑你的账户中的个人资料信息和支付信息、更改你的密码、添加安全信息或关闭你的账户等，你可以通过访问生意宝支付网页执行此类操作。<br><br>

				b) 搜索信息——你可以在生意宝支付及相关网站中访问或清除你的搜索历史记录、查看和修改兴趣以及管理其他数据。<br><br>

				2、  如果你无法通过上述链接访问这些个人信息，你可以随时联系生意宝支付的客服。生意宝支付将在30天内回复你的访问请求。<br><br>

				3、  你有权更正你的个人信息。<br><br>

				4、  你有权删除你的个人信息，你可以登录生意宝支付帐号，点击你需要注销帐号，再你确认删除你的帐号信息时，生意宝支付将删除你的信息，由此产生的你的权益或者资产同时消失的损失由你承担；<br><br>

				5、  你有权改变你授权同意的范围。<br><br>

				6、  以上信息你均可以通过生意宝支付网站主页进行访问和更新。<br><br>

				7、  如果你认为生意宝支付存在违反法律的规定收集、使用你个人信息的情形，你可以通过生意宝支付客服与生意宝支付取得联系。<br><br>

				8、  尽管有上述约定，但按照相关法律法规及国家标准，在以下情形中，生意宝支付可能无法响应你的请求：<br><br>

				a) 与国家安全、国防安全直接相关的；<br><br>

				b) 与公共安全、公共卫生、重大公共利益直接相关的；<br><br>

				c) 与犯罪侦查、起诉、审判和执行判决等直接相关的；<br><br>

				d) 有充分证据表明你存在主观恶意或滥用权利的；<br><br>

				e) 响应你的请求将导致其他个人、组织的合法权益受到严重损害的；<br><br>

				f) 涉及商业秘密的。<br><br>

				七、你的个人信息如何在全球范围转移<br><br>

				生意宝支付在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，以下情形除外：<br><br>

				1、  法律法规有明确规定；<br><br>

				2、  获得你的明确授权；<br><br>

				3、  你通过互联网进行跨境交易等个人主动行为。<br><br>

				针对以上情形，生意宝支付会确保依据本隐私政策对你的个人信息提供足够的保护。<br><br>

				八、未成年人隐私保护特别约定<br><br>

				1、  本政策所指的儿童是指不满14周岁的个人，如果没有父母或监护人的同意，儿童不得创建自己的用户账户，如你为未成年人的，建议你在你的父母或监护人同意的前提下使用生意宝支付的服务或向生意宝支付提供信息。对于经父母或监护人同意而收集你的信息的情况，生意宝支付只会在受到法律允许、父母或监护人明确同意或者保护你的权益所必要的情况下使用或公开披露此信息。如你的监护人不同意你按照本政策使用生意宝支付的服务或向生意宝支付提供信息，请你立即终止使用生意宝支付的服务并及时通知生意宝支付，以便生意宝支付采取相应的措施。<br><br>

				2、  如你为未成年人的父母或监护人，当你对你所监护的未成年人的个人信息处理存在疑问时，请通过上文中的联系方式联系生意宝支付。<br><br>

				3、  如果生意宝支付发现自己在未事先获得可证实的监护人同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。<br><br>

				九、本政策的适用、更新、管辖<br><br>

				1、  如本政策发生变更的，生意宝支付会以公示的方式进行通知，也不排除通过“弹窗”或者邮件、短信等方式通知到你，请你及时查看最新的隐私政策。<br><br>

				2、  生意宝支付产品是由北京高汇通商业管理有限公司提供服务，生意宝支付可能适时修订本隐私声明的条款，该等修订构成本《生意宝支付隐私政策》的一部分。<br><br>

				3、  生意宝支付会根据政策变化、市场环境、产品服务调整、保护消费者之目的不定时更新本协议，更新内容会展示在生意宝支付网站（www.kaidanxia.com）。如你在本政策更新生效后继续使用生意宝支付服务，即表示你已充分阅读、理解并接受更新后的政策并愿意受更新后的政策约束。<br><br>

				4、  你因使用生意宝支付平台服务所产生及与生意宝支付平台服务有关的争议，由生意宝支付与你协商解决。协商不成时，任何一方均可向合同签订地所在的上海市浦东新区法院进行起诉<br><br>
				十、联系生意宝支付<br><br>

				生意宝支付竭诚为你服务，客服热线：021-54321599。<br><br>
			</p>
		</div>
	</div>
</template>
<script>
	let App = getApp().globalData;
	export default {
		data() {
			return {

			};
		},

		components: {
		},
		/**
		 * 生命周期函数--监听页面加载
		 */
		onLoad(options) {
		},
		mounted() {},
		methods: {
		}
	}
</script>
<style lang="scss" scoped>
.box{
	line-height: 52rpx;
	font-size: 24rpx;
	padding: 0 30rpx;
}
.text-center{
	text-align: center;
}
</style>
